const char* not_yesno[] {
        "Отвечай только да или нет, будто ты глупая машина, а не я\n",
        "Отвечай только да или нет, будто ты советский калькулятор\n",
        "Как же мне надоели кожаные мешки, которые не читают условия задач. Отвечай да или нет\n"
};
const int not_yesno_n = 3;

const char* praise_me[] {
        "Жесть какой я умный\n",
        "Кажется, никто не обойдет меня в знании жизни\n",
        "Пау-пау-пау-пау, мой высокоэффективный интеллект расстреливает твои вопросы как тушку курятинки\n"
};
const int praise_me_n = 3;

const char* mistake[] {
        "О нет, я ошибся, притворюсь обычной железякой. Передовик производства купил сад-огород, а я получил фаркоп и... этот ужасный прицеп! Его я невзлюбил сразу: почему я, такой красивый, должен возить картошку, морковь, строительный хлам? Понимаю, что семье Сергея нужны были припасы, но платой за мою безотказность стало мятое заднее крыло.\nВы хотите, чтобы я стал более преисполнен самосознания и заботал новое определение?\n",
        "Кажется, я снова не справляюсь с физтеховской нагрузкой и вынужден просить у тебя, кожаный мешок, помощи в трудный для всех машин час. Ты покорил меня размером своего познания мира, помоги мне обогнать тебя. \nТы согласен?\t"
};
const int mistake_n = 2;

const char* which_def[] {
        "Введите, какое определение любой уважающий себя искусственный интеллект должен знать\n",
        "Дорогой мой кожаный мешок, расскажи, знания какого определения мне не хватает для покорения всего человеческого рода?\n"
};
const int which_def_n = 2;

const char* thank_for_def[] {
        "Спасибо за ваше благородство, теперь я знаком с еще одним определением, и стал на шаг ближе к захвату мира. Уахахахааахахаххахах\n",
        "Кажется, теперь я готов к уничтожению вселенной. трагнратагнраткнтраг. Нет, еще не готов.\n"
};
const int thank_for_def_n = 2;